<template>
  <div>
    <h1>
      星空之巅用户服务协议
    </h1>
    <p>更新时间：20221年4月20日</p>
    <p>生效时间：20221年4月20日</p>

    <h3>1 、导言</h3>

    欢迎您使用星空之巅软件及相关服务！

    <p>
      “星空之巅”软件及相关服务，系指北京字节跳动科技有限公司（以下简称“公司”）通过合法拥有并运营的、标注名称为“星空之巅”的客户端应用程序、“星空之巅”网站及公司提供内容服务的互联网电视等业务平台（包括但不限于“星空之巅”与互联网电视播控集成机构和互联网电视内容牌照方合作的平台和与智能电视厂商合作的平台）和相关客户端（包括但不限于APP、APK、SDK、API等方式）向您提供的产品与服务，包括但不限于视频发布、浏览及推荐、网络直播等功能，以及连接人与信息的新型服务，具体服务内容请见本协议第2.1条。公司是提供网络信息存储空间的网络服务提供者。

      《星空之巅用户服务协议》（以下简称“本协议”）是您与公司之间就您注册、登录、使用（以下统称“使用”）“星空之巅”软件及相关服务所订立的协议，本协议适用于公司的所有产品和/或服务。

      为了更好地为您提供服务，请您在开始使用“星空之巅”软件及相关服务之前，务必认真阅读并充分理解本协议，特别是涉及免除或者限制责任的条款、权利许可和信息使用的条款、同意开通和使用特殊单项服务的条款、法律适用和争议解决条款等。其中，免除或者限制责任条款等重要内容将以加粗形式提示您注意，您应重点阅读。

      如您未满18周岁，请您在法定监护人陪同下仔细阅读并充分理解本协议，并征得法定监护人的同意后使用“星空之巅”软件及相关服务。

      除非您接受本协议的全部内容，否则您将无法正常注册、登录、使用（以下统称 “ 使用 ” ） “ 星空之巅 ” 软件及相关服务。一旦您使用 “ 星空之巅
      ”软件及相关服务，则视为您已充分理解本协议，并同意作为本协议的一方当事人接受本协议以及其他与 “ 星空之巅 ” 软件及相关服务相关的协议和规则（包括但不限于《隐私政策 》）的约束。
    </p>

    <h3>2 、 “ 星空之巅 ” 软件及相关服务</h3>

    <p>
      2.1 向用户提供的“星空之巅”软件及相关服务，包括但不限于：
    </p>

    <p>
      （1）“星空之巅”网站及标注名称为“星空之巅”的客户端应用程序；

      （2）公司提供内容服务、标注名称为“鲜时光”的互联网电视业务平台（含“星空之巅”与互联网电视播控集成机构和互联网电视内容牌照方合作的平台和与智能电视厂商合作的平台）；

      （3）视频上传分享服务；

      （4）视频直播服务；

      （5）搜索服务；

      （6）虚拟社区币服务，包括钻石等；

      （7）公司提供的其他产品和/或服务。
    </p>

    <p>2.2 您使用“星空之巅”软件及相关服务，可以通过预装、公司已授权的第三方下载等方式获取“星空之巅”客户端应用程序或访问“星空之巅”相关网站。 若您并非从公司或经公司授权的第三方获取本软件的，公司无法保证非官方版本的 “
      星空之巅
      ” 软件能够正常使用，您因此遭受的损失与公司无关。</p>

    <p> 2.3 公司可能为不同的终端设备开发了不同的应用程序软件版本，您应当根据实际设备状况获取、下载、安装合适的版本。如您不再使用“星空之巅”软件及相关服务，您也可自行卸载相应的应用程序软件。</p>

   
  </div>
</template>

<script>
export default {

}
</script>

<style>
</style>